<?php
return array(
    'create_title' => 'লক্ষ ও উদ্দেশ্য আপডেট করুন',
    'index_title' => 'সকল লক্ষ ও উদ্দেশ্য সম্পাদন সমূহ',
    'view' => 'সকল ছবির তথ্য সম্পাদন',
    'edit_title' => 'লক্ষ ও উদ্দেশ্য আপডেট করুন',
    'trash_title' => 'সকল ডিলিটকৃত ছবি',
    'create_new' => 'নতুন ছবির তথ্য',
    'title' => 'টাইটেল',
    'title_en' => 'ইংরেজী টাইটেল',
    'title_bn' => 'বাংলা টাইটেল',
    'details_en' => 'ইংরেজী বিস্তারিত',
    'details_bn' => 'বাংলা বিস্তারিত',
    'image' => 'ছবি',
    'slider' => 'স্লাইডার',
);
