@extends('frontend.layouts.master')
<!--page title -->
@section('page_title')
@lang('frontend.about_us')
@endsection
<!--page title -->
@section('body')

<!-- page title -->
<div class="page-title">
    <div class="container">
        <h2>@lang('frontend.about_us')</h2>
        <a href="{{ url('/') }}">@lang('frontend.home')</a> / @lang('frontend.about_us')
    </div>
</div>
<!-- page title -->

<!-- thai lottery section about -->

@php

use App\Models\aboutus;

$data = aboutus::get();

@endphp

<section class="p-4" style="background: #f4f4f4" style="text-align:left;">
    <div class="container" style="text-align:left; color:#000;">
        <!--<img src="{{ asset('Backend/settings/') }}/{{ $settings->logo }}" alt="">-->

        <!--@if($data)-->
        <!--@foreach($data as $d)-->
        <!--<p>-->
        <!--  @if(config('app.locale') == 'en'){!! $d->details ?: $d->details_bn !!}@elseif(config('app.locale') == 'bn'){!! $d->details_bn ?: $d->details !!}@endif-->
        <!--</p>-->
        <!--@endforeach-->
        <!--@endif-->
        <h4>About Us Thai Government Lottery Online</h4>
        <p >
              <p>     <img src="{{asset('/Frontend/image/')}}/about1.jpg" class="d-block" alt="..."></p>
เกี่ยวกับเรา
การออกสลากกินแบ่งสาธารณะดำเนินการโดยสำนักงานสลากกินแบ่งรัฐบาล การออกสลากจะออกทุกวันที่ 1 และวันที่ 16 ของทุกเดือน เป็นรูปแบบการเล่นการพนันแบบไม่มีระเบียบวินัยรูปแบบเดียวเท่านั้นที่ได้รับอนุญาต การจัดสรรสลากในประเทศไทยตามประวัติศาสตร์เริ่มขึ้นในรัชสมัยของพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว พระราม 5 โดยมีชาวอังกฤษชื่อ “ครูอัลบาสเตอร์” เป็นผู้นำคนแรกในประเด็นลอตเตอรียุโรปที่พระองค์เรียกว่า “ลอตเตอรี” พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวทรงพอพระทัย พระราชทานพระราชอำนาจให้มหาดเล็กกองทัพบกออกสลากกินแบ่งครั้งแรกในประเทศไทยเมื่อ พ.ศ. 2417 เนื่องจากทรงพระปรมาภิไธยในพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช บรมนาถบพิตร อุดมการณ์คือช่วยเหลือพ่อค้าต่างชาติที่นำสินค้ามาขบวนแห่ในแกลเลอรี่ที่โขงโคดี โครงสร้างในพระบรมมหาราชวัง และต่อมาในรัชสมัยพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว เมื่อปี พ.ศ. 2460 ในช่วงสงครามโลกครั้งที่ 1 สหราชอาณาจักร อังกฤษ ประเทศพันธมิตร ที่ประสงค์จะรับเอาผู้มีอุดมการณ์จากประเทศไทยมาใช้ในสงคราม แต่ไม่สามารถรับโดยตรงจากรัฐบาลไทยได้ เพราะ จะกระทบต่องบประมาณของสภาผู้รักชาติแห่งอังกฤษ จึงได้มีนโยบายรับเอาคนรวยจากประชาชนมาใช้โดยการออกสลาก โดยเข้ามาสนับสนุนพระราชอำนาจจากพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว และต่อมาในสมัย พ.ศ. 2466 พระบาทสมเด็จพระเจ้าอยู่หัวทรงพระราชทานพระราชอำนาจให้ออก "เสือ" ลอตเตอรี Woods Million Baton" เพื่อหารายได้ของกองอาสาสมัครไทเกอร์ วูดส์ โดยเผยแพร่ 1 ล้านโคลนแจก
        </p>
        <p>     <img src="{{asset('/Frontend/image/')}}/about6.jpg" class="d-block " alt="..."></p>
        <p><h4>Policy : Strategic State Enterprise Framework</h4></p>
        กรอบยุทธศาสตร์รัฐวิสาหกิจ รัฐวิสาหกิจในฐานะหน่วยงานภาครัฐมีหน้าที่สำคัญในการขับเคลื่อนยุทธศาสตร์และแนวทางการพัฒนาประเทศ ทั้งทางตรงและทางอ้อม ดังนั้นจึงจำเป็นอย่างยิ่งที่จะต้องสร้างบทบาทที่ชัดเจนในการปฏิบัติการ <br>
ปฏิบัติตามนโยบาย และสิ่งแวดล้อม โดยมีเป้าหมายว่า “รัฐวิสาหกิจเป็นเครื่องมือสำคัญในการขับเคลื่อนยุทธศาสตร์ชาติให้มั่นคง มั่งคั่ง ยั่งยืน” เพื่อให้รัฐวิสาหกิจเข้ามามีบทบาทในการสนับสนุนยุทธศาสตร์ของประเทศในด้านต่างๆ
<br>


บรรลุเป้าหมาย และมีประสิทธิผล เป็นผลมาจากการเชื่อมโยงนโยบายรัฐวิสาหกิจเข้ากับปรัชญาเศรษฐกิจพอเพียง กรอบยุทธศาสตร์ชาติ 20 ปี สำหรับแผนพัฒนาเศรษฐกิจและสังคมแห่งชาติ ฉบับที่ 12 (พ.ศ. 2560-2564) เป้าหมายการพัฒนาที่ยั่งยืน (SDGs) ประเทศไทย 4.0 และ Digital Economy (Digital Economy) : DE) สามารถกำหนดกรอบยุทธศาสตร์ได้ 5 กรอบ ดังนี้
<br>

1.การกำหนดบทบาทของรัฐวิสาหกิจให้มีความชัดเจน เพื่อเป็นเครื่องมือสนับสนุนการขับเคลื่อนยุทธศาสตร์ของประเทศ
2.บริหารจัดการแผนการลงทุนให้สอดคล้องกับยุทธศาสตร์ชาติ
3.เสริมสร้างความสามารถทางการเงินให้สามารถปฏิบัติหน้าที่ได้อย่างมีประสิทธิภาพ
4.สนับสนุนการใช้นวัตกรรมและเทคโนโลยีเพื่อการพัฒนาภารกิจและการบริหารจัดการ
5.ส่งเสริมธรรมาภิบาลให้โปร่งใสและเป็นธรรม
  <p>     <p>     <img src="{{asset('/Frontend/image/')}}/about3.jpg" class="d-block " alt="..."></p>
<p>Vision Mision</p>
        
        <p>บริการที่ตรงตามมาตรฐานสากล และการใช้เทคโนโลยีสารสนเทศให้เกิดประสิทธิภาพสูงสุด ตลอดจนข้อตกลงระดับการบริการ (SLA) การจัดการองค์กรเครือข่ายโดยเน้นการทำงานเป็นทีม การประสานงาน การสร้างการเชื่อมต่อ การบูรณาการ และการนำเทคโนโลยีสารสนเทศเข้ามาช่วย ในการบริหารจัดการ การสร้างตัวชี้วัดเพื่อกำหนดเป้าหมายที่ชัดเจนและวัดผลได้ ตลอดจนการสร้างภาพลักษณ์ของสำนักงาน (Brand)</p>

<p>Responsible society with concern</p>
<p>ดำเนินกิจกรรมและสนับสนุนงบประมาณส่วนหนึ่งจากการขายสลาก คืนสู่ประชาชน และสังคมในรูปแบบต่างๆ เช่น ทุนการศึกษา เป็นต้น พร้อมร่วมสนับสนุนการพัฒนาสังคมอย่างยั่งยืน ผลิต จำหน่าย แจกจ่ายรางวัล จ่ายรางวัล และต่อเนื่อง สร้างโมเดลธุรกิจใหม่ในระดับสากล เพื่อเสริมรายได้ รัฐบาลสนับสนุนและสนับสนุนกิจกรรมสาธารณประโยชน์ เพื่อช่วยสังคมอย่างยั่งยืน พัฒนาองค์กร บุคลากร เทคโนโลยีให้ทันสมัย การบริหารจัดการระดับสากล ตามหลักธรรมาภิบาลที่ดี
</p>
  <p>     <img src="{{asset('/Frontend/image/')}}/about2.jpg" class="d-block " alt="..."></p>
<p>Historiy</p>
<p>
    เนื่องจากสลากกินแบ่งรัฐบาลเป็นข้อกังวลของสาธารณชนและเป็นแหล่งรายได้ของรัฐ จึงได้จัดทำขึ้นเป็นกิจการขั้นสูงที่มีอัตลักษณ์ทางกฎหมาย พระราชบัญญัติสำนักงานสลากกินแบ่งรัฐบาล พ.ศ. 2517 ตราขึ้นเมื่อวันที่ 11 กันยายน พ.ศ. 2517 และมีผลใช้บังคับเมื่อวันที่ 1 ตุลาคม พ.ศ. 2517 การออกสลากลอตเตอรี่ออกครั้งแรกในรัชสมัยรัชกาลที่ 5 (พ.ศ. 2411-2453) ขณะนั้นพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัวทรงอนุญาตให้ราชองครักษ์ดำเนินการจับสลากเนื่องในโอกาสวันเฉลิมพระชนมพรรษา พ.ศ. 2417 การออกสลากกินแบ่งนั้นจัดขึ้นเป็นระยะ ๆ จนกระทั่ง พ.ศ. 2476 จึงได้ขึ้นเป็น แหล่งรายได้มาตรฐานของรัฐบาล ในช่วงหลายปีที่ผ่านมาราคาลอตเตอรีเพิ่มขึ้นจากหนึ่งบาทเป็นราคาอย่างเป็นทางการในปัจจุบันที่ 80 บาท แม้ว่าจะไม่ค่อยมีใครสังเกตเห็นราคาดังกล่าว แต่ก็มีการบวกเพิ่มอย่างสม่ำเสมอ รัฐบาลทหารที่เข้ายึดอำนาจเมื่อเดือนพฤษภาคม พ.ศ. 2557 ได้ให้ความสำคัญกับการปฏิรูปลอตเตอรีเป็นลำดับความสำคัญ ตั้งแต่วันที่ 16 มิถุนายน พ.ศ. 2558 เป็นต้นไป รัฐบาลทหารได้กำหนดราคาตั๋วลอตเตอรีไว้ไม่เกิน 80 บาท เริ่มตั้งแต่วันที่ 1 สิงหาคม พ.ศ. 2558 ซึ่งโดยทั่วไปเรียกว่า “แจ็คพอต” หรือโบนัสรางวัลที่หนึ่ง 22 หรือ 30 ล้านบาทจะหมดไป
การแนะนำ
แผนวิสาหกิจ Gansak Gak Baba ปี 2021 - 2027 (ทบทวนปี 2022) จากสื่อสิ่งพิมพ์สู่การใช้งาน เป็นทิศทางในพื้นที่ ออกเดินทางไกลซึ่งสอดคล้องกับยุทธศาสตร์ชาติ พ.ศ. แผนพัฒนาเศรษฐกิจแห่งชาติ พ.ศ. 2561 - 2580 เป้าหมายการพัฒนาที่ยืนหยัด แผนดิจิทัลสำหรับนโยบายเศรษฐกิจและเศรษฐกิจ ประเทศไทย 4.0 แผนยุทธศาสตร์องค์กร กลยุทธ์เพื่อการพัฒนาวิสาหกิจในสาขาอุตสาหกรรมและการพาณิชย์ ข้อเสนอแนะ
</p>
    </div>
</section>
<!-- thai lottery section about -->



@endsection

